[
    {
        "author": "Ally",
        "text": "All the best for your upcoming nuptials. Thank you for all of your hard work, which makes CampJS so great."
    },
    {
        "author": "David Mason",
        "text": "Thanks for a bunch of great camps. Enjoy your wedding, away from us :(\n\nWe'll be fine....  ...\n\n..\n\nI hope"
    },
    {
        "author": "Rod",
        "text": "Woohoo! You both make an amazing team, with your skills and personalities complementing each other. It's exciting to see you make it a permanent thing!\n\nThanks both for CampJS, particularly you Wei who does so much in the background without much visibility. We look forward to what you have to offer JS in our region in the future."
    },
    {
        "author": "Pomke",
        "text": "<3"
    },
    {
        "author": "Josh Johnston",
        "text": "It was really great getting to meet you both at campjs. Congratulations!"
    },
    {
        "author": "Andre Vidic",
        "text": "First time JS camper :-) Thank you both for physically bringing together a wonderful community and shaping it in your fantastic way. We are all better bec use of events like this. It was a fantastic weekend. Not suprising as two fantastic people were behind it. Keep being fantastic. Congratulations on the wedding announcement with the best of wishes :-)"
    },
    {
        "author": "Garrows",
        "text": "Congrats guys. Thanks for everything. See you at the next one."
    },
    {
        "author": "Adam Brady",
        "text": "You guys make an excellent couple, congratulation!"
    },
    {
        "author": "Phil Au",
        "text": "Congrats Wei and Tim.\n\nOh Tim, I'd just like to thank you personally for your tips and want to let you know that I created my first node server that routes to different address using node http!\n\nCheers"
    },
    {
        "author": "Chinmay",
        "text": "Congratulations to Tim and Wei! I'm so happy for the two of you!"
    },
    {
        "author": "Joshua Koo",
        "text": "I'm sure the best way to put it but during this time that being ill at CampJS demonstrate that you Tim and Wei (especially) showing more care more for me than I would have for myself.\n\nIt is awesome to have two people who are kind and cares to be together because there would be more love and kindness around.\n\nCampJS is great but I look forward that your marriage is greater.\n\nCongrats! <3"
    }
]
